/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Chấp nhận";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Chấp nhận";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "ID Apple mà bạn đã nhập bị vô hiệu hóa vì lý do bảo mật.  Chạm \"Đặt lại\" để thay đổi mật khẩu.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Bạn không được phép sửa đổi tài khoản trên thiết bị này";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Không thể tạo tài khoản";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Bạn không được phép sửa tài khoản trên thiết bị này";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Không thể sửa tài khoản";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Bạn không được phép đăng nhập vào thiết bị này";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Không thể đăng nhập";

/* Account Title */
"ACCOUNT_TITLE" = "Tài khoản";

/* Achievements title one player */
"ACHIEVEMENTS" = "Thành tích";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ Thành tích, %2$@ Điểm";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ Thành tích, %2$@ Điểm";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ trong số %2$@ thành tích ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ trong số %2$@ thành tích ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ Thành tích";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ Thành tích ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ THÀNH TÍCH ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ THÀNH TÍCH ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "KHÔNG CÓ THÀNH TÍCH ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Không có Thành tích ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Ngày đạt:";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Đạt được vào: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ trong số %2$@ Thành tích ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ trong số %2$@ Thành tích ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ TRONG SỐ %2$@ THÀNH TÍCH";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ TRONG SỐ %2$@ THÀNH TÍCH";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ TRÊN %2$@ THÀNH TÍCH";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ trong số %2$@ Thành tích ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Chưa đạt";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "Hoàn thành %1$@";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ điểm";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ điểm";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ điểm)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ điểm)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ điểm)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "đ";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "đ";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "đ";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ điểm";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Thên Địa chỉ";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Xóa Địa chỉ";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Bạn không được phép gửi đề nghị kết bạn trên thiết bị này";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Không thể Gửi Đề nghị Kết bạn";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Thêm Ng.chơi";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Người chơi chưa đăng nhập";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Bạn không được phép sử dụng Game Center trên thiết bị này";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Bạn không được phép chơi trò chơi nhiều người chơi trên thiết bị này";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Nhiều người chơi Không khả dụng";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center Không khả dụng";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Nhiều người chơi Không khả dụng";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Ẩn danh";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Mật khẩu ID Apple";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: trên %@ phút";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: trên %@ phút";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: trên %@ phút";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: %@ giây";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: %@ giây";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center tự động ghép bạn để chơi với bất kỳ người nào khả dụng ngay bây giờ. Thời gian chờ tự động ghép khoảng: %@ giây";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Tự động ghép";

/* Auto-matched */
"AUTO_MATCHED" = "Đã tự động ghép";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Người chơi Tự động Ghép";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Gửi";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Gửi";

/* By Game Center */
"BY_GAME_CENTER" = "Của Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Bị huỷ";

/* Cancel */
"CANCEL_BUTTON" = "Hủy";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Không thể Kết nối";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Dịch vụ tài khoản Game Center hiện không khả dụng.\nHãy thử lại sau.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Bạn phải kết nối Wi-Fi hoặc mạng dữ liệu di động để truy cập Game Center";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Thêm";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Trở thành bạn của %1$@ để gửi lời thách đấu";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Trở thành bạn bè trong Game Center để bắt đầu gửi và nhận lời thách đấu";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Bạn bè của bạn đã đạt được %1$@. Hãy thử thách đấu họ với các thành tích mà họ chưa đạt được.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Nhận điểm số trên %1$@ để thách đấu bạn bè của bạn đánh bại điểm số đó";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Lời thách đấu của %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Lời thách đấu từ %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Lời thách đấu của %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Lời thách đấu của %1$@: điểm số %2$@ trên %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Thách đấu Bạn bè";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Gửi Lời thách đấu";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Lời thách đấu:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Từ %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Từ %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Điểm số %1$@ trên %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Bạn đã đánh bại lời thách đấu của %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Trở lại";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Chọn Bạn";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Bỏ qua";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Đã thách đấu bạn: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Khởi động Trò chơi";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Truy cập App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Lời thách đấu %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Đánh bại lời thách đấu của bạn: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Đánh bại lời thách đấu của bạn trong %1$@: %2$@";

/* Change */
"CHANGE" = "Thay đổi";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Đóng";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Đóng";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ Thành tích";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ Thành tích";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Không có Thành tích";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Đang kết nối";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Không thể kết nối máy chủ Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Tạo ID Apple Mới";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Đã từ chối";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Từ chối";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Muốn chơi %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Gửi Lời thách đấu";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Thách đấu Bạn bè";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Chia sẻ";

/* Disable Button */
"DISABLE_BUTTON" = "Tắt";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Ngắt kết nối";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Xóa";

/* Done button title */
"DONE_BUTTON_TITLE" = "Xong";

/* button to send friend request */
"DONT_SEND" = "Không gửi";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Đang cài đặt…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Nhập thông báo tùy chọn…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Không thể hoàn thành thao tác đã yêu cầu vì người chơi nội bộ đang xác thực.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Thao tác được yêu cầu đã bị hủy.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu do lỗi liên lạc với máy chủ.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Không thể hoàn thành thao tác đã yêu cầu vì Game Center không nhận ra ứng dụng này.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì tên người dùng và/hoặc mật khẩu không đúng.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì một hoặc nhiều thông số không hợp lệ.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì người chơi không hợp lệ.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Yêu cầu thách đấu không thành công do dữ liệu thách đấu không hợp lệ.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì yêu cầu trận đấu không hợp lệ.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì người chơi nội bộ chưa được xác thực.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì tính năng này đã bị vô hiệu hóa trong Giới hạn.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì giá trị điểm chưa được đặt.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Không thể hoàn tất thao tác được yêu cầu vì người tham gia đã chỉ định không hợp lệ.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Không thể hoàn tất thao tác đã yêu cầu vì phiên này có trạng thái không hợp lệ.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Không thể hoàn tất thao tác đã yêu cầu vì người tham gia đã chỉ định không có trạng thái lượt cần thiết.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Không thể hoàn tất thao tác đã yêu cầu vì dữ liệu trận đấu quá lớn.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Không thể hoàn tất thao tác đã yêu cầu vì sẽ vượt quá số lượng phiên tối đa.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì tính năng này đã bị vô hiệu hóa đối với người chơi vị thành niên.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Người chơi không mong đợi đã kết nối trò chơi.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu do lỗi không xác định.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Không thể hoàn tất thao tác đã yêu cầu vì người dùng đã từ chối.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " & %@ người khác…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ Bạn Thích Trò chơi này";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ Bạn Thích Trò chơi này";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Liên kết Facebook Không khả dụng";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ Bạn Thích Trò chơi này";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Thích";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Thích";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Thất bại";

/* friend text in compare achievement screen */
"FRIEND" = "Bạn bè";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ bạn";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ bạn";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Không có bạn";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ bạn chung";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ bạn chung";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Không có bạn chung";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ Bạn bè";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ Bạn";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ BẠN";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ BẠN";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "BẠN BÈ";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Bạn bè";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%3$@ %2$@) đã chấp nhận đề nghị kết bạn của bạn.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) đã chấp nhận đề nghị kết bạn của bạn.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ đã chấp nhận đề nghị kết bạn của bạn.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Đang tìm Người chơi";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Không chấp nhận lời mời trò chơi";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Bạn bè Có Thành tích Này";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ Bạn Có Thành tích Này";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ Bạn Có Thành tích Này";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Không có Bạn nào Có Thành tích Này";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Bạn bè";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ Bạn bè";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ Bạn";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ Bạn bè";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Bạn bè Chưa Chơi";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ Bạn Chưa Chơi";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ Bạn Chưa Chơi";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Không có Bạn nào Chưa Chơi";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Bạn bè Chơi Trò chơi Này";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ Bạn Chơi Trò chơi Này";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ Bạn Chơi Trò chơi Này";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Không có Bạn nào Chơi Trò chơi Này";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Người chơi";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ Người chơi";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ Người chơi";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ Người chơi";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Không Trực tuyến";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "TẤT CẢ";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "GẦN BẠN";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "GẦN ĐÂY";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Đề nghị Kết bạn";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Bạn muốn gửi đề nghị kết bạn tới %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Đề nghị Kết bạn";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Đề nghị kết bạn từ %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ trò chơi";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ trò chơi";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Không có trò chơi";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ trò chơi chung";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ trò chơi chung";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Không có trò chơi chung";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Trò chơi Đã hủy";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Tính năng bị vô hiệu hóa";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Chế độ Trình diễn";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Tắt Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Bạn có thể bật Game Center bất kỳ lúc nào bằng cách đăng nhập qua ứng dụng Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center không được hỗ trợ.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Chưa chơi bao giờ";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Lời mời từ %1$@ để chơi “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Lời mời từ %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Lời mời từ %@ đã bị hủy.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Tự động ghép không thể tìm đủ người chơi. Hãy mời thêm người chơi.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Không đủ Người chơi";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Game Center không nhận ra trò chơi này.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Để xếp hạng trò chơi này, bạn phải đăng nhập bằng ID Apple đã dùng để mua.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Không Gửi Xếp hạng Trò chơi";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Kết nối lại?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Trò Nhiều người";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Tất cả %@ Người chơi";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Tất cả Người chơi";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "TẤT CẢ %@ NGƯỜI CHƠI";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "TẤT CẢ NGƯỜI CHƠI";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "TẤT CẢ NGƯỜI CHƠI";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Tất cả Người chơi";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Bị ẩn";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Quên ID Apple hoặc mật khẩu của bạn?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Nhập Bạn bè";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Ko tương thích";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Mật khẩu được nhập không đúng quá nhiều lần. Nếu bạn quên mật khẩu, hãy chạm \"Đặt lại\" để thay đổi mật khẩu.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Mật khẩu Không đúng";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Lời mời Bị hủy";

/* Invitation Title */
"INVITATION_TITLE" = "Lời mời";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Đang chờ…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Một người chơi đã chấp nhận lời mời của bạn.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ đã chấp nhận lời mời của bạn tới %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ đã chấp nhận lời mời của bạn.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Một người chơi đã chấp nhận lời mời của bạn chơi %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Một người chơi đã từ chối lời mời của bạn.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ trong số %2$@ bạn";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ trong số %2$@ bạn";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Mời tối đa %d người chơi nữa từ danh sách bạn bè trên Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Mời một hoặc nhiều người chơi từ danh sách bạn bè trên Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "không có";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Thách đấu Bạn bè";

/* Invite Friend */
"INVITE_FRIEND" = "Mời Bạn bè";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Mời Bạn bè";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Mời Người chơi";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Mời tối đa %@ người chơi";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Mời tối đa %@ người chơi";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Mời tối đa %@ người chơi";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Mới chơi: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Đấu lần cuối: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Chơi sau cùng: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Lần Chơi Cuối";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Lần Chơi Cuối: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Chạy Ứng dụng";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Bảng xếp hạng";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ Bảng xếp hạng";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ Bảng xếp hạng";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ Bảng xếp hạng";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Bảng xếp hạng";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Phạm vi bảng xếp hạng {%d,%d} phải có hạng >= %d và phạm vi <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Đang tải…";

/* Login Button */
"LOGIN_BUTTON" = "Đăng nhập";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Đang kết nối…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Tìm Người chơi…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Mời Bạn bè";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Đang mời Người chơi";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Chơi Ngay";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Bắt đầu Trò chơi…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Đang chờ…";

/* Me */
"ME" = "Tôi";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Tôi";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ người chơi";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ người chơi";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%2$@ %1$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Người chơi Gần bạn";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Cho phép người chơi Game Center gần bạn tìm và mời bạn tham gia trò chơi nhiều người chơi qua Wi-Fi hoặc Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Chưa chơi bao giờ";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Chưa chơi bao giờ";

/* Next */
"NEXT" = "Tiếp theo";

/* now (time) */
"NOW_TIME" = "bây giờ";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Không có Thành tích";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Không có thành tích";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Không Trả lời";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Không có Bạn";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "KHÔNG CÓ ĐIỂM CHO BẠN BÈ";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Ko có bảng xếp hạng";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Không có bảng xếp hạng hoặc thành tích";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Hãy thử lại khi đã kết nối mạng.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Mạng Không khả dụng";

/* No score - player rank is zero */
"NO_SCORE" = "Không có điểm";

/* No Scores */
"NO_SCORES" = "Không có Điểm";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "KHÔNG CÓ ĐIỂM";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Không có trạng thái";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Chung";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Không thể tìm thấy ID Apple mà bạn đã nhập hoặc mật khẩu của bạn không đúng.\nVui lòng thử lại.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Mật khẩu";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Mật khẩu Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "%@ Hàng dưới";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "%@ Hàng đầu";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Đã chơi Hôm nay: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ hoặc %2$@ Người chơi";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ đến %2$@ Người chơi";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ Người chơi";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ Người chơi";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Chưa chơi bao giờ";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ đã ngắt kết nối.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Chơi";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Chơi Trò chơi";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Chơi ngay và Game Center sẽ tìm tối đa %d người chơi nữa để chơi cùng.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Chơi ngay và Game Center sẽ tìm tối đa một người chơi nữa để chơi cùng";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Chơi ngay và Game Center sẽ thiết lập trò chơi của bạn với những người chơi được chọn.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Chơi Ngay";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "ID Apple bạn nhập đã bị vô hiệu hóa.  Hãy liên hệ với nhóm hỗ trợ khách hàng.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Xếp hạng giống như tôi";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Xếp hạng cao hơn tôi";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Xếp hạng thấp hơn tôi";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ trong số %2$@ người chơi";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@ trong số %2$@ người chơi";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ trong số %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Không Xếp hạng";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "#%@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ xếp hạng";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ xếp hạng";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Ko có xếp hạng";

/* Ready invite label */
"READY_INVITE_LABEL" = "Sẵn sàng";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ người nhận";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ người nhận";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ giờ trước";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ giờ trước";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ phút trước";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ phút trước";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ giây trước";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Xóa";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Xóa Người chơi";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Báo cáo Sự cố";

/* Reset Button */
"RESET_BUTTON" = "Đặt lại";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ ở %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ Kết quả";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 Kết quả";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Không có Kết quả";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Gửi Đề nghị Kết bạn";

/* Settings Button */
"SETTINGS_BUTTON" = "Cài đặt";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Tôi đã đạt được <a href=\"%3$@\">%1$@ khi chơi %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ đã đạt được <a href=\"%4$@\">%2$@ khi chơi %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Tôi muốn đạt được <a href=\"%3$@\">%1$@ khi chơi %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Tôi đã đạt được %1$@ khi chơi %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ đã đạt được %2$@ khi chơi %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Tôi muốn đạt được %1$@ khi chơi %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Hãy xem <a href=\"%3$@\">điểm số của tôi trên %1$@ khi chơi %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Hãy xem điểm số <a href=\"%4$@\">%1$@ đã đạt được trên %2$@ khi chơi %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Hãy xem điểm số của tôi trên %1$@ khi chơi %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Hãy xem điểm số %1$@ đạt được trên %2$@ khi chơi %3$@.";

/* Show All */
"SHOW_ALL" = "Hiện Tất cả";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Hiện Thêm…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Hiển thị Thêm %@…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Đăng Nhập";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Bắt đầu sử dụng Game Center bằng ID Apple của bạn và chơi trò chơi trực tuyến với bạn bè dù họ ở bất kỳ đâu.";

/* Starting Game… */
"STARTING_GAME" = "Bắt đầu Trò chơi…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Chạm để Xếp hạng";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Chạm để Xếp hạng Trò chơi Này";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Chạm để Xếp hạng\nTrò chơi Này";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Tất cả T.gian";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "TẤT CẢ T.GIAN";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Tuần Này";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "TUẦN NÀY";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Hôm nay";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "HÔM NAY";

/* To: */
"TO_LABEL" = "Đến:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Hãy thử lại sau.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Không thể tạo trận đấu";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Thua Cuộc";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Hãy xóa một trò chơi hiện có và thử lại.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Không thể tạo trò chơi";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Người chơi được mời có quá nhiều trò đang chơi.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Không thể tạo trò chơi";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Trò chơi Mới";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Chưa đến lượt";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Từ chối";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Trò chơi";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ Trò chơi";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ Trò chơi";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Trò chơi";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Lời mời";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Thoát Trò chơi";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Sẵn sàng";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Xóa Trò chơi";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Lời mời";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Lượt của Người chơi khác";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Lượt của người chơi này";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Lượt của bạn";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Thua Cuộc";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Chơi Lượt của bạn";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Xem Trò chơi";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Từ %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Lượt chơi cuối %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Ngày bắt đầu không xác định";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Không chơi lượt nào";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Đã chơi với %1$@ và %2$d người khác";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Đã chơi với %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Đã chơi với người chơi Tự động ghép";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d Người chơi";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Đang chơi với %1$@ và %2$d người khác";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Đang chơi với %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Đang chơi với người chơi Tự động ghép";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Đã bắt đầu %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Mời bạn bè chơi";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Không có Trò chơi";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Lượt của %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Lượt của họ";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ Thắng";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Người chơi Khác đã Thắng";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Người chơi khác";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Vị trí đầu tiên";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Vị trí thứ 4";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Thua";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Tôi";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Không có kết quả";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Thoát";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Vị trí thứ 2";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Vị trí thứ 3";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Hòa";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Hết giờ";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Thắng";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Hoạt động";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Đã từ chối";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Xong";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Đã mời";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Đang đấu";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%2$@ %1$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Không xác định";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Lượt của bạn";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Bạn Thắng cuộc!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Không thể Tải";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Không thể Tải Thành tích";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Không thể Tải Bạn bè";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "KHÔNG THỂ TẢI";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Không thể gửi xếp hạng trò chơi tại thời điểm này. Hãy thử lại sau.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Người dùng Chưa được xác thực";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Kết nối Không mong muốn";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Người chơi không mong đợi đã kết nối.  Việc tổ chức trận đấu sẽ bị hủy.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Hủy mời";

/* Uninvite Now */
"UNINVITE_NOW" = "Hủy mời Ngay";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Hủy mời Người chơi?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Một số người chơi được mời vẫn chưa trả lời.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Ư.dụng Ko có tiêu đề";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "ID Apple";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "ID Apple cho Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Xem Tài khoản";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Xem";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Đang chờ xác thực…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Chờ %@ bắt đầu trò chơi.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Đợi";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Chào mừng %@ trở lại";

/* Welcome title */
"WELCOME_TITLE" = "Chào mừng";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Chào mừng bạn đến Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Bạn đã chọn số người chơi tối đa.";

